IDEA Open Model
Hanging.BottomLength Property
Compatible with IDEA StatiCa Beta 20.0
 Length of inside part of anchor
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public double BottomLength { get; set; }
Public Property BottomLength As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
Hanging Class
IdeaRS.OpenModel.Detail Namespace